/* NSKeyValueValidationError, user entered a value which was invalid for a field */
"Err1024-C" = "無效值。";

/* NSKeyValueValidationError, argument is a string or number which was invalid for entry into a field */
"Err1024.o" = "“%@”值無效。";

/* NSFormattingError */
"Err2048-C" = "格式化錯誤。";

/* NSFileLockingError */
"Err255-C" = "無法鎖定檔案。";

/* NSFileLockingError */
"Err255-R" = "檔案可能已經鎖定，或者您可能沒有適當的取用權限來鎖定它。";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "無法鎖定檔案“%@”。";

/* NSFileReadUnknownError */
"Err256" = "無法開啟此檔案。";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "無法打開檔案“%@”。";

/* NSFileReadNoPermissionError */
"Err257" = "沒有適當的取用權限，所以無法打開檔案。";

/* NSFileReadNoPermissionError */
"Err257-C" = "沒有適當的取用權限。";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "若要檢視或更改取用權限，請選擇 Finder 中的項目並選取“檔案”>“簡介”。";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "沒有適當的取用權限，所以無法打開檔案“%@”。";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "無效的檔案名稱。";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "因為檔案名稱“%@”無效，所以無法打開此項目。";

/* NSFileReadCorruptFileError */
"Err259" = "檔案不是正確的格式，所以無法打開。";

/* NSFileReadCorruptFileError */
"Err259-C" = "檔案格式錯誤。";

/* NSFileReadCorruptFileError */
"Err259-R" = "檔案可能已損壞或被截斷，或它的格式可能與您預期的不一樣。";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "因為檔案“%@”的格式不正確，所以無法打開此項目。";

/* NSFileReadNoSuchFileError */
"Err260-C" = "檔案不存在。";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "檔案“%@”不存在。";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "無法使用指定的文字編碼打開檔案。";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "指定的文字編碼不適用。";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "文字編碼“%@”不適用。";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "此檔案可能已使用不同的文字編碼儲存，或者它可能並非文字檔案。";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "無法使用文字編碼“%@”打開檔案。";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "無法使用文字編碼 %1$@ 來打開檔案“%2$@”。";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "不支援指定的 URL 類型，所以無法打開檔案。";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "不支援指定的 URL 類型。";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "不支援 URL 類型 %2$@，所以無法打開檔案“%1$@”。";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "不支援 URL 類型 %@，所以無法打開檔案。";

/* NSFileReadTooLargeError */
"Err263" = "由於檔案太大，因此無法打開。";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "檔案太大。";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "由於檔案“%@”太大，因此無法打開。";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "因為無法決定內容的文字編碼，所以無法打開檔案。";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "無法決定內容的文字編碼。";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "若明確指定文字編碼，則有可能打開檔案。";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "因為無法決定內容的文字編碼，所以無法打開檔案“%@”。";

/* NSUserCancelledError */
"Err3072-C" = "操作已取消。";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "無法移除“%@”。";

/* NSFileNoSuchFileError */
"Err4-C" = "檔案不存在。";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "檔案“%@”不存在。";

/* NSFileWriteUnknownError */
"Err512" = "無法儲存檔案。";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "無法將“%1$@”拷貝到“%2$@”。";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "無法將“%1$@”連結到“%2$@”。";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "無法將“%1$@”移動到“%2$@”。";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "無法移除“%@”。";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "檔案“%2$@”無法儲存到檔案夾“%1$@”。";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "無法儲存檔案“%@”。";

/* NSFileWriteNoPermissionError */
"Err513" = "沒有適當的取用權限，所以無法儲存檔案。";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "無法拷貝“%1$@”，因為您沒有足夠權限可取用“%2$@”。";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "無法連結“%1$@”，因為您沒有足夠權限可取用“%2$@”。";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "無法移動“%1$@”，因為您沒有足夠權限可取用“%2$@”。";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "無法移除“%@”，因為您沒有足夠的取用權限。";

/* NSFileWriteNoPermissionError */
"Err513-C" = "沒有適當的取用權限。";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "若要檢視或更改取用權限，請選擇 Finder 中的項目並選取“檔案”>“簡介”。";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "您沒有適當的取用權限在檔案夾“%1$@”裡面儲存檔案“%2$@”。";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "您沒有適當的取用權限來儲存檔案“%@”。";

/* NSFileWriteInvalidFileNameError */
"Err514" = "檔案名稱無效，所以無法儲存此項目。";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "因為檔案名稱“%@”無效，所以無法移除此項目。";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "無效的檔案名稱。";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "因為檔案名稱“%@”無效，所以無法儲存此項目。";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "無法使用指定的文字編碼儲存檔案。";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "指定的文字編碼不適用。";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "文字編碼“%@”不適用。";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "如果可以，請選擇另一種文字編碼。";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "無法使用文字編碼“%@”儲存檔案。";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "無法使用文字編碼“%1$@”儲存檔案“%2$@”。";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "不支援指定的 URL 類型，所以無法儲存檔案。";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "不支援指定的 URL 類型。";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "不支援 URL 類型 %2$@，所以無法儲存檔案“%1$@”。";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "不支援 URL 類型 %@，所以無法儲存檔案。";

/* NSFileWriteOutOfSpaceError */
"Err640" = "沒有足夠的空間，所以無法儲存檔案。";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "無法將“%1$@”拷貝到“%2$@”，因為沒有足夠的空間。";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "無法將“%1$@”連結到“%2$@”，因為沒有足夠的空間。";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "無法將“%1$@”移動到“%2$@”，因為沒有足夠的空間。";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "沒有足夠的空間。";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "卷宗“%@”空間不足。";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "從卷宗上移除一些檔案然後再試一次。";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "沒有足夠的空間，所以無法儲存檔案“%@”。";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "卷宗“%2$@”空間不足，所以無法儲存檔案“%1$@”。";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"Operation could not be completed. (%@ error %ld.)" = "無法完成作業。（“%1$@”錯誤“%2$ld”。）";

